arduino-cli
balena-etcher
baobab
base
base-devel
bear
blueman
brave-bin
btop
catppuccin-gtk-theme-mocha
cava
cbonsai
cloc
cmake
cmatrix
cowsay
cpupower
debtap
decibels
dmidecode
efibootmgr
epiphany
evtest
eza
f3
fastfetch
fd
ffmpeg3.4
figlet
fortune-mod
fuse2
fzf
gamemode
gamescope
gdm
gdm-settings
ghostty
git
git-filter-repo
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-blur-my-shell
gnome-shell-extension-clipboard-indicator
gnome-shell-extension-dash-to-panel
gnome-shell-extension-just-perfection-desktop
gnome-shell-extension-quick-settings-tweaks-git
gnome-shell-extension-rounded-corners-git
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gocloc
grilo-plugins
grub
gruvbox-dark-gtk
gruvbox-material-gtk-theme-git
gst-plugin-pipewire
gst-thumbnailers
gtk2-compat
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hollywood
htop
hyprland
hyprpaper
hyprshutdown
inotify-tools
intel-media-driver
intel-ucode
jdk-openjdk
just
keyd
kitty
lazygit
lib32-gamemode
lib32-vulkan-intel
libpulse
libva-intel-driver
lightdm
lightdm-webkit2-greeter
linux
linux-firmware
loupe
malcontent
mangohud
mp3tag
mpv
nano
nautilus
nautilus-open-any-terminal
neovide
neovim
network-manager-applet
networkmanager
noto-fonts
npm
oh-my-posh-bin
oh-my-zsh-git
opam
openjpeg
orca
os-prober
pacman-contrib
papers
papirus-icon-theme
paru
paru-debug
pavucontrol
picard
picocom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
proton-ge-custom-bin
proton-vpn-gtk-app
python-pip
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
ranger
rclone
ripgrep
rofi
rsync
rust-analyzer
rustup
rygel
s-tui
sddm
sdl2_image
shell-color-scripts-git
showtime
simple-scan
smartmontools
snapshot
sof-firmware
spotify
spotify-player
starship
steam
stress-ng
stylua
sudo
sushi
tecla
teensy_loader_cli
tree-sitter-cli
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
ttf-nerd-fonts-symbols
tty-clock
typescript
valgrind
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireplumber
wl-clipboard
wmctrl
wofi
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xdpyinfo
yay
yelp
yt-dlp
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-vi-mode
